/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "privacy_policy": {
      "type": "custom_privacy_policy",
      "blocks": {
        "section_1": {
          "type": "policy_section",
          "settings": {
            "section_title": "איסוף מידע אישי",
            "section_content": "<p>כאשר אתה מבקר באתר, אנו אוספים מידע מסוים על המכשיר שלך, על האינטראקציה שלך עם האתר ומידע הדרוש לעיבוד הרכישות שלך. אנו עשויים לאסוף מידע נוסף אם תיצור איתנו קשר לקבלת תמיכת לקוחות. במדיניות פרטיות זו, אנו מתייחסים לכל מידע אודות אדם מזוהה (כולל המידע שלהלן) כ\"מידע אישי\". להלן רשימה מפורטת יותר של המידע האישי שאנו אוספים ומדוע:</p><h4>מידע על המכשיר</h4><ul><li><strong>מטרת האיסוף:</strong> לטעון את האתר בצורה מדויקת עבורך, ולבצע ניתוח נתונים על השימוש באתר כדי לשפר את האתר שלנו.</li><li><strong>מקור האיסוף:</strong> נאסף אוטומטית כאשר אתה ניגש לאתר שלנו באמצעות קובצי עוגיות, קבצי יומן, משואות אינטרנט, תגיות או פיקסלים.</li><li><strong>חשיפה למטרה עסקית:</strong> משותף עם המעבד שלנו Shopify.</li><li><strong>מידע אישי שנאסף:</strong> גרסת דפדפן אינטרנט, כתובת IP, אזור זמן, מידע על קובצי עוגיות, אילו אתרים או מוצרים אתה צופה בהם, מונחי חיפוש, וכיצד אתה מתקשר עם האתר.</li></ul><h4>מידע על הזמנות</h4><ul><li><strong>מטרת האיסוף:</strong> לספק לך מוצרים או שירותים כדי למלא את החוזה שלנו, לעבד את פרטי התשלום שלך, לארגן משלוח ולספק לך חשבוניות ו/או אישורי הזמנה, לתקשר איתך, לסנן את ההזמנות שלנו מפני סיכון או הונאה פוטנציאליים, וכאשר זה מתאים להעדפות ששיתפת איתנו, לספק לך מידע או פרסום הקשורים למוצרים או שירותים שלנו.</li><li><strong>מקור האיסוף:</strong> נאסף ממך.</li><li><strong>חשיפה למטרה עסקית:</strong> משותף עם המעבד שלנו Shopify.</li><li><strong>מידע אישי שנאסף:</strong> שם, כתובת לחיוב, כתובת למשלוח, פרטי תשלום (כולל מספרי כרטיס אשראי), כתובת דוא\"ל ומספר טלפון.</li></ul><h4>מידע תמיכת לקוחות</h4><ul><li><strong>מטרת האיסוף:</strong> לספק תמיכת לקוחות.</li><li><strong>מקור האיסוף:</strong> נאסף ממך.</li></ul>"
          }
        },
        "section_2": {
          "type": "policy_section",
          "settings": {
            "section_title": "קטינים",
            "section_content": "<p>האתר אינו מיועד לאנשים מתחת לגיל 15. איננו אוספים במכוון מידע אישי מילדים. אם אתה הורה או אפוטרופוס ואתה מאמין שילדך סיפק לנו מידע אישי, אנא צור איתנו קשר בכתובת שלעיל כדי לבקש מחיקה.</p>"
          }
        },
        "section_3": {
          "type": "policy_section",
          "settings": {
            "section_title": "שיתוף מידע אישי",
            "section_content": "<p>אנו משתפים את המידע האישי שלך עם ספקי שירות כדי לעזור לנו לספק את השירותים שלנו ולמלא את החוזים שלנו איתך, כפי שמתואר לעיל. לדוגמה:</p><ul><li>אנו משתמשים ב-Shopify להפעלת החנות המקוונת שלנו. אתה יכול לקרוא עוד על האופן שבו Shopify משתמש במידע האישי שלך כאן: <a href=\"https://www.shopify.com/legal/privacy\" target=\"_blank\">https://www.shopify.com/legal/privacy</a>.</li><li>אנו עשויים לשתף את המידע האישי שלך כדי לציית לחוקים ותקנות החלים, להגיב לזימון, צו חיפוש או בקשה חוקית אחרת למידע שאנו מקבלים, או כדי להגן על זכויותינו.</li></ul>"
          }
        },
        "section_4": {
          "type": "policy_section",
          "settings": {
            "section_title": "פרסום התנהגותי",
            "section_content": "<p>כפי שתואר לעיל, אנו משתמשים במידע האישי שלך כדי לספק לך פרסומות או תקשורת שיווקית ממוקדת שאנו מאמינים שעשויים לעניין אותך. לדוגמה:</p><ul><li>אנו משתמשים ב-Google Analytics כדי לעזור לנו להבין כיצד הלקוחות שלנו משתמשים באתר. אתה יכול לקרוא עוד על איך Google משתמש במידע האישי שלך כאן: <a href=\"https://www.google.com/intl/en/policies/privacy/\" target=\"_blank\">https://www.google.com/intl/en/policies/privacy/</a>. אתה יכול גם לבטל את ההשתתפות ב-Google Analytics כאן: <a href=\"https://tools.google.com/dlpage/gaoptout\" target=\"_blank\">https://tools.google.com/dlpage/gaoptout</a>.</li><li>אנו משתפים מידע על השימוש שלך באתר, הרכישות שלך והאינטראקציה שלך עם המודעות שלנו באתרים אחרים עם שותפי הפרסום שלנו. אנו אוספים ומשתפים חלק מהמידע הזה ישירות עם שותפי הפרסום שלנו, ובמקרים מסוימים באמצעות השימוש בעוגיות או טכנולוגיות דומות אחרות (שאתה עשוי להסכים להן, בהתאם למיקום שלך).</li><li>אנו משתמשים ב-Shopify Audiences כדי לעזור לנו להציג מודעות באתרים אחרים עם שותפי הפרסום שלנו לקונים שביצעו רכישות עם סוחרים אחרים של Shopify ואשר עשויים להתעניין גם במה שיש לנו להציע. אנו גם משתפים מידע על השימוש שלך באתר, הרכישות שלך וכתובת הדוא\"ל הקשורה לרכישות שלך עם Shopify Audiences, שדרכם סוחרים אחרים של Shopify עשויים להציע לך הצעות שעשויות לעניין אותך.</li></ul><p>למידע נוסף על איך פרסום ממוקד עובד, אתה יכול לבקר בדף החינוכי של יוזמת הפרסום ברשת (\"NAI\") בכתובת <a href=\"https://www.networkadvertising.org/understanding-online-advertising/how-does-it-work\" target=\"_blank\">https://www.networkadvertising.org/understanding-online-advertising/how-does-it-work</a>.</p><p>אתה יכול לבטל את ההשתתפות בפרסום ממוקד על ידי:</p><ul><li>פייסבוק - <a href=\"https://www.facebook.com/settings/?tab=ads\" target=\"_blank\">https://www.facebook.com/settings/?tab=ads</a></li><li>גוגל - <a href=\"https://www.google.com/settings/ads/anonymous\" target=\"_blank\">https://www.google.com/settings/ads/anonymous</a></li><li>בינג - <a href=\"https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads\" target=\"_blank\">https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads</a></li></ul><p>בנוסף, אתה יכול לבטל את ההשתתפות בחלק מהשירותים האלה על ידי ביקור בפורטל הביטול של ברית הפרסום הדיגיטלית בכתובת: <a href=\"https://optout.aboutads.info/\" target=\"_blank\">https://optout.aboutads.info/</a>.</p>"
          }
        },
        "section_5": {
          "type": "policy_section",
          "settings": {
            "section_title": "שימוש במידע אישי",
            "section_content": "<p>אנו משתמשים במידע האישי שלך כדי לספק את השירותים שלנו לך, הכוללים: הצעת מוצרים למכירה, עיבוד תשלומים, משלוח ומילוי ההזמנה שלך, ועדכון שלך על מוצרים, שירותים והצעות חדשים.</p><h4>בסיס חוקי</h4><p>בהתאם לתקנה הכללית להגנת מידע (\"GDPR\"), אם אתה תושב האזור הכלכלי האירופי (\"EEA\"), אנו מעבדים את המידע האישי שלך על הבסיסים החוקיים הבאים:</p><ul><li>הסכמתך;</li><li>ביצוע החוזה בינך לבין האתר;</li><li>ציות לחובות החוקיות שלנו;</li><li>להגן על האינטרסים החיוניים שלך;</li><li>לבצע משימה המבוצעת לטובת הציבור;</li><li>לאינטרסים הלגיטימיים שלנו, אשר אינם גוברים על זכויות היסוד והחירויות שלך.</li></ul><h4>שמירה</h4><p>כאשר אתה מבצע הזמנה דרך האתר, אנו נשמור את המידע האישי שלך ברשומות שלנו אלא אם וכל עוד תבקש מאיתנו למחוק מידע זה. למידע נוסף על זכות המחיקה שלך, אנא ראה את הסעיף 'הזכויות שלך' להלן.</p><h4>קבלת החלטות אוטומטית</h4><p>אם אתה תושב ה-EEA, יש לך זכות להתנגד לעיבוד המבוסס אך ורק על קבלת החלטות אוטומטית (הכוללת פרופילים), כאשר לקבלת החלטות זו יש השפעה משפטית עליך או משפיעה עליך באופן משמעותי אחר.</p><p>אנו עוסקים בקבלת החלטות אוטומטית לחלוטין שיש לה השפעה משפטית או אחרת משמעותית באמצעות נתוני לקוחות.</p><p>המעבד שלנו Shopify משתמש בקבלת החלטות אוטומטית מוגבלת למניעת הונאות שאין לה השפעה משפטית או משמעותית אחרת עליך.</p><p>שירותים הכוללים אלמנטים של קבלת החלטות אוטומטית כוללים:</p><ul><li>רשימה שחורה זמנית של כתובות IP הקשורות לעסקאות שנכשלו חוזרות ונשנות. רשימה שחורה זו נמשכת למשך מספר קטן של שעות.</li><li>רשימה שחורה זמנית של כרטיסי אשראי הקשורים לכתובות IP ברשימה השחורה. רשימה שחורה זו נמשכת למשך מספר קטן של ימים.</li></ul>"
          }
        },
        "section_6": {
          "type": "policy_section",
          "settings": {
            "section_title": "הזכויות שלך",
            "section_content": "<h4>GDPR</h4><p>אם אתה תושב ה-EEA, יש לך זכות לגשת למידע האישי שיש לנו עליך, להעביר אותו לשירות חדש, ולבקש שהמידע האישי שלך יתוקן, יעודכן או יימחק. אם ברצונך לממש זכויות אלה, אנא צור איתנו קשר באמצעות פרטי הקשר שלעיל.</p><p>המידע האישי שלך יעובד תחילה באירלנד ולאחר מכן יועבר מחוץ לאירופה לאחסון ועיבוד נוסף, כולל לקנדה ולארצות הברית. למידע נוסף על איך העברות נתונים מצייתות ל-GDPR, ראה את הנייר הלבן של Shopify בנושא GDPR: <a href=\"https://help.shopify.com/en/manual/your-account/privacy/GDPR\" target=\"_blank\">https://help.shopify.com/en/manual/your-account/privacy/GDPR</a>.</p><h4>CCPA</h4><p>אם אתה תושב קליפורניה, יש לך זכות לגשת למידע האישי שיש לנו עליך (הידועה גם כ'זכות לדעת'), להעביר אותו לשירות חדש, ולבקש שהמידע האישי שלך יתוקן, יעודכן או יימחק. אם ברצונך לממש זכויות אלה, אנא צור איתנו קשר באמצעות פרטי הקשר שלעיל.</p><p>אם ברצונך למנות סוכן מורשה להגשת בקשות אלה מטעמך, אנא צור איתנו קשר בכתובת שלעיל.</p>"
          }
        },
        "section_7": {
          "type": "policy_section",
          "settings": {
            "section_title": "עוגיות",
            "section_content": "<p>עוגייה היא כמות קטנה של מידע שמורדת למחשב או למכשיר שלך כאשר אתה מבקר באתר שלנו. אנו משתמשים במספר עוגיות שונות, כולל עוגיות פונקציונליות, ביצועים, פרסום, ומדיה חברתית או תוכן. עוגיות הופכות את חווית הגלישה שלך לטובה יותר על ידי שהן מאפשרות לאתר לזכור את הפעולות וההעדפות שלך (כגון כניסה ובחירת אזור). המשמעות היא שאינך צריך להזין מחדש מידע זה בכל פעם שאתה חוזר לאתר או גולש מדף אחד לאחר. עוגיות גם מספקות מידע על איך אנשים משתמשים באתר, למשל אם זו הפעם הראשונה שהם מבקרים או אם הם מבקרים תכופים.</p><p>אנו משתמשים בעוגיות הבאות כדי למטב את החוויה שלך באתר שלנו ולספק את השירותים שלנו.</p><p>משך הזמן שעוגייה נשארת במחשב או במכשיר הנייד שלך תלוי באם זו עוגייה \"קבועה\" או \"פעילה\". עוגיות פעילות נמשכות עד שאתה מפסיק לגלוש ועוגיות קבועות נמשכות עד שהן פגות או נמחקות. רוב העוגיות שאנו משתמשים בהן הן קבועות ויפוגו בין 30 דקות לשנתיים מהתאריך שבו הן מורדות למכשיר שלך.</p><p>אתה יכול לשלוט ולנהל עוגיות בדרכים שונות. אנא זכור כי הסרה או חסימה של עוגיות יכולה להשפיע לרעה על חווית המשתמש שלך וחלקים מהאתר שלנו עלולים לא להיות נגישים יותר במלואם.</p><p>רוב הדפדפנים מקבלים אוטומטית עוגיות, אך אתה יכול לבחור אם לקבל עוגיות דרך בקרות הדפדפן שלך, שנמצאות לעתים קרובות בתפריט \"כלים\" או \"העדפות\" של הדפדפן שלך. למידע נוסף על איך לשנות את הגדרות הדפדפן שלך או איך לחסום, לנהל או לסנן עוגיות ניתן למצוא בקובץ העזרה של הדפדפן שלך או באתרים כגון: <a href=\"https://allaboutcookies.org\" target=\"_blank\">https://allaboutcookies.org</a>.</p><p>בנוסף, שים לב כי חסימת עוגיות לא תמנע לחלוטין איך אנו משתפים מידע עם צדדים שלישיים כגון שותפי הפרסום שלנו. כדי לממש את זכויותיך או לבטל את ההשתתפות בשימושים מסוימים במידע שלך על ידי צדדים אלה, אנא עקוב אחר ההוראות בסעיף \"פרסום התנהגותי\" לעיל.</p><h4>אל תעקוב</h4><p>שים לב כי מכיוון שאין הבנה עקבית בתעשייה על איך להגיב לאותות \"אל תעקוב\", אנו לא משנים את הנתונים שלנו ונוהגי השימוש כאשר אנו מזהים אות כזה מהדפדפן שלך.</p>"
          }
        },
        "section_8": {
          "type": "policy_section",
          "settings": {
            "section_title": "שינויים",
            "section_content": "<p>אנו עשויים לעדכן מדיניות פרטיות זו מעת לעת כדי לשקף, למשל, שינויים בנהלים שלנו או מסיבות תפעוליות, משפטיות או רגולטוריות אחרות.</p>"
          }
        },
        "section_9": {
          "type": "policy_section",
          "settings": {
            "section_title": "תלונות",
            "section_content": "<p>כפי שצוין לעיל, אם ברצונך להגיש תלונה, אנא צור איתנו קשר בדוא\"ל או בדואר באמצעות הפרטים המצוינים תחת \"צור קשר\" לעיל.</p><p>אם אינך מרוצה מהתגובה שלנו לתלונה שלך, יש לך זכות להגיש את התלונה שלך לרשות הגנת המידע הרלוונטית. אתה יכול ליצור קשר עם רשות הגנת המידע המקומית שלך, או עם רשות הפיקוח שלנו כאן:</p>"
          }
        }
      },
      "block_order": [
        "section_1",
        "section_2",
        "section_3",
        "section_4",
        "section_5",
        "section_6",
        "section_7",
        "section_8",
        "section_9"
      ],
      "settings": {
        "subtitle": "מדיניות פרטיות זו מתארת כיצד AirSyncX (\"האתר\" או \"אנחנו\") אוספת, משתמשת וחושפת את המידע האישי שלך כאשר אתה מבקר או מבצע רכישה מהאתר.",
        "last_updated": "16 באפריל, 2025",
        "intro_text": "לאחר עיון במדיניות זו, אם יש לך שאלות נוספות, אתה רוצה מידע נוסף על נוהלי הפרטיות שלנו, או ברצונך להגיש תלונה, אנא צור איתנו קשר בדוא\"ל או באמצעות דף יצירת הקשר שלנו.",
        "contact_text": "אם יש לך שאלות או דאגות לגבי מדיניות הפרטיות שלנו, אל תהסס ליצור איתנו קשר. צוות שירות הלקוחות שלנו יענה על כל שאלותיך.",
        "contact_button_text": "צור קשר",
        "contact_link": "/pages/contact"
      }
    }
  },
  "order": [
    "main",
    "privacy_policy"
  ]
}
